import React from 'react';
import '../styles/docsPage.css'

const DocsPage = () => {
    return (
        <div className="docs__conteiner">
            <h1 className="docs__title">Документы центра "Точка роста"</h1>
            <div className="docs__description">
                <h2>Документы федерального уровня</h2>
                <p>Методические рекомендации по созданию региональной сети Центров образования цифрового и гуманитарного профилей "Точка роста" на базе общеобразовательных организаций, расположенных в сельской местности и малых городах (25.06.2020).</p>
                <a href="http://guopolisaevo.my1.ru/Nac_proekt/Unnamed_compressed.pdf" target="_blank" rel='noreferrer'>Ознакомиться с документом</a>
                <p>Распоряжение Министерство просвещения РФ от 15.01.2020г. Р-5 О внесении изменений в распоряжение Министерство просвещения Российской Федерации от 17 декабря 2019г. № Р-133 об утверждении методических рекомендаций по созданию (обновлению) материально-технической базы общеобразовательных организациях, расположенных в сельской местности и малых городах, для формирования у обучающихся современных технологических и гуманитарных навыков при реализации основных и дополнительных общеобразовательных программ цифрового и гуманитарного профилей в рамках региональных проектов, обеспечивающих достижение целей, показателей и результата федерального проекта «Современная школа» национального проекта «Образование».</p>
                <a href="https://shkola14.ucoz.ru/FP_SovShk/TR/2021/p5.pdf" target="_blank" rel='noreferrer'>Ознакомиться с документом</a>
                <p>Распоряжение Министерство просвещения РФ от 17.12.2019г. Р-133 Об утверждении методически рекомендаций по созданию (обновлению) материально-технической базы образовательных организациях, расположенных в сельской местности и малых городах, для формирования у обучающихся современных технологических и гуманитарных навыков при реализации основных и дополнительных общеобразовательных программ цифрового и гуманитарного профилей в рамках региональных проектов, обеспечивающих достижение целей, показателей и результата федерального проекта «Современная школа» национального проекта «Образование» и признании утратившим силу распоряжение Минпросвещения России от 01 марта 2019г. № Р-23 «Об утверждении методических рекомендаций по созданию мест для реализации основных и дополнительных общеобразовательных программ цифрового, естественнонаучного, технического и гуманитарного профилей в образовательных организациях, расположенных в сельской местности и малых городах, и дистанционных программ обучения определенных категорий обучающихся, в том числе на базе сетевого взаимодействия».</p>
                <a href="https://shkola14.ucoz.ru/FP_SovShk/TR/2021/p133.pdf" target="_blank" rel='noreferrer'>Ознакомиться с документом</a>
                <span></span>
                <h2>Документы регионального и муниципального уровня</h2>
                <p>Приказ департамента образования и науки Кемеровской области от 23.09.2019 № 1787 «О создании и функционировании центров цифрового и гуманитарного профилей в Кемеровской области в 2020-2022 годах».</p>
                <a href="http://guopolisaevo.my1.ru/Nac_proekt/kemerovskaja_oblast_prikaz_o_sozdanii_centrov_2020.pdf" target="_blank" rel='noreferrer'>Ознакомиться с документом</a>
                <p>Приказ УО Полысаевского городского округа  от 05.03.2020 № 48 "О создании и функционировании центров образования цифрового и гуманитарного профилей "Точка роста".</p>
                <a href="http://guopolisaevo.my1.ru/Nac_proekt/prikaz_uo_ot_05.03.2020_48_o_tochke_rosta.pdf" target="_blank" rel='noreferrer'>Ознакомиться с документом</a>
                <span></span>
                <h2>Локальные акты образовательной организации</h2>
                <p>Приказ "О создании и функционировании центра цифрового и гуманитарного профилей «Точка роста» на базе МБОУ «Школа № 14».</p>
                <a href="https://shkola14.ucoz.ru/FP_SovShk/TR/2021/shk_14_prikaz_o_tr.pdf" target="_blank" rel='noreferrer'>Ознакомиться с документом</a>
                <p>Положение о центре образования цифрового и гуманитарного профилей «Точка роста» на базе МБОУ «Школа № 14».</p>
                <a href="https://shkola14.ucoz.ru/FP_SovShk/TR/shk_14_polozhenie_tochka_rosta.pdf" target="_blank" rel='noreferrer'>Ознакомиться с документом</a>
                <p>План учебно-воспитательных, внеурочных и социокультурных мероприятий Центра образования цифрового и гуманитарного профилей «Точка роста» МБОУ «Школа № 14».</p>
                <a href="https://shkola14.ucoz.ru/FP_SovShk/TR/2021/tr_shk_14_plan_raboty_na_2021-2022.pdf" target="_blank" rel='noreferrer'>Ознакомиться с документом</a>
                <p>Расписание занятий в Центре образования цифрового и гуманитарного профилей «Точка роста» МБОУ «Школа № 14» на 2 полугодие 2021-2022 учебного года</p>
                <a href="https://shkola14.ucoz.ru/FP_SovShk/TR/2021/tr_shk_14_plan_raboty_na_2021-2022.pdf" target="_blank" rel='noreferrer'>Ознакомиться с документом</a>
                <span></span>
                <h3>Лицензия с приложениями на осуществление образовательной деятельности</h3><strong></strong>
                <a href="https://shkola14.ucoz.ru/documents/shk_14_licenzija_s_prilozhenijami_2020.pdf" target="_blank" rel='noreferrer'>Ознакомиться с документом</a>
            </div>
        </div>
    );
};

export default DocsPage;